[
    {"id":"59","title":"Skit competition","date":"1","month":"12","year":"2019","prog_date":"2019-12-01 17:00:00","reg_date":"2020-05-14 05:33:04","prog_type":"College event","desc_short":"Bringing to life a powerful idea a story was the accomplishment of the Annual Skit competition where the two houses gave the audience powerful messages to ruminate on. ","desc_long":"The skit competition began with the Arjunas presenting a humorous play with the cast led by an old, energetic septuagenarian who was the harbinger of a powerful message. Following this was the skit by the Bharathas who weaved a story with the theme-\"If you can't change your fate, change your attitude\". The judges, after a tough time evaluating declared the Bharatas as the winners. ","link":"https:\/\/drive.google.com\/open?id=1GGRYJS7dGDxUMM6jTDgLB9EI24lB8u-J","img_url_db":"upload\/1589430440_dsc4078.jpg","visibility":"1"},
    {"id":"45","title":"Batch name revealing ceremony","date":"24","month":"06","year":"2019","prog_date":"2019-06-24 18:30:00","reg_date":"2020-05-14 05:02:45","prog_type":"Hostel event","desc_short":"The Maharshis unite as they make a pledge to follow their ideal of 'Manasyekam Vachasyekam Karmanyekam'.","desc_long":"The Maharshis made a thematic presentation revealing the intent behind their batch name and about the role they sought to play. They also potrayed the various facets of the life at Brindavan and the cementing of bonds as brothers. Following this was a melodious musical offering. ","link":"https:\/\/drive.google.com\/open?id=1egJdNeHJYNgfEi_vbTuz6gfaQzU0BxoS","img_url_db":"upload\/1589437895img_2631.jpg","visibility":"1"},
    {"id":"46","title":"Fresher's day","date":"23","month":"06","year":"2019","prog_date":"2019-06-23 07:30:00","reg_date":"2020-05-14 05:03:47","prog_type":"Hostel event","desc_short":"Spring is the season nature celebrates it's new buds & blossoms. Summer is the season we celebrate the new comers to our campus . 'love learning' is the clarion call to them. ","desc_long":"The morning leg of the Freshers' day programme was a series of fun & games organized by the third years. It was an effort to enliven the freshers and acclimatize them to their beautiful home of Brindavan. The evening programme was an exploration of talents by the freshers ranging from flute recitals to instrumental renditions and an impactful drama presentation.","link":"https:\/\/drive.google.com\/drive\/folders\/1t-ePvWiXId9tWI0h3egtfNjeHvMy90aY","img_url_db":"upload\/1589437747dsc_1047.jpg","visibility":"1"},
    {"id":"47","title":"Ganesh chaturthi","date":"2","month":"09","year":"2019","prog_date":"2019-09-02 08:30:00","reg_date":"2020-05-14 05:08:20","prog_type":"Hostel event","desc_short":"The lustrous lord who removes a seeker's obstacles is mounted on a chariot and is immersed- a ritual with an esoteric meaning. ","desc_long":"The morning session of this festival is one with fervour where students perform elaborate rituals to appease the one-tusked Lord, Vinayaka. In the evening, Lord Ganesha is carried on a chariot from the Trayee to the college grounds to be immersed & becomes one with His Omnipresence. ","link":"https:\/\/drive.google.com\/drive\/folders\/1gdcu4SvBj4iQZuJx_TWz3KnkVFZFn-kx","img_url_db":"upload\/1589437502img_4418.jpg","visibility":"1"},
    {"id":"48","title":"Independence day","date":"15","month":"08","year":"2019","prog_date":"2019-08-15 10:30:00","reg_date":"2020-05-14 05:09:49","prog_type":"Hostel event","desc_short":"Countless people have put the nation on a pedestal even higher than their own lives. The Independence day is an alarm to remind us of our nation's innumerable & very often, unsung Heroes.  ","desc_long":"The Independence day was a packed event organized by the sophomores that was filled with games  testing the brain. In the evening, the students presented a heart moving drama on the life of five patriots who went by the alias 'Panch Pandavas' and martyred themselves for the nation. It roused the patriotic vibes and brought tears to the eyes of many.","link":"https:\/\/drive.google.com\/drive\/folders\/1YR4I-W9o0bWiVzvHwXZW4VHfvgftqnbJ","img_url_db":"upload\/1589437426img_2633.jpg","visibility":"1"},
    {"id":"49","title":"International yoga day","date":"20","month":"06","year":"2019","prog_date":"2019-06-20 08:30:00","reg_date":"2020-05-14 05:13:00","prog_type":"Hostel event","desc_short":"Freeing ourselves from maladies that perturb the body, mind & spirit was the experience of the International Yoga day- a veritable workshop  of peace.","desc_long":"All the students assemble for 3 days on chilly mornings at Brindavan in Ramesh hall to exercise the body and aim to practice the strenuous discipline Hatha Yoga followed by bouts of rigorous Pranayama i.e. Control of the life force. The demonstration was led by an expert yoga practitioner, V.S.Shivraman","link":"https:\/\/drive.google.com\/open?id=1Lle7Y9d0x6hGyQVZB_856lgxONMBoUIT","img_url_db":"upload\/1589437374dsc_1077.jpg","visibility":"1"},
    {"id":"50","title":"Krishnashtami","date":"23","month":"08","year":"2019","prog_date":"2019-08-23 13:00:00","reg_date":"2020-05-14 05:14:48","prog_type":"Hostel event","desc_short":"The Birth day of Krishna is celebrated by a cow procession from Gokulam to the Sai Ramesh Hall. Pot breaking and other events are also held additional to this.","desc_long":"The Krishna janmashtami is a day of fun and frolic, joy and jubilation. The key highlight on this day is the pot breaking ceremony where students of each class assemble to form tall structures in order to smash the pot that hovers restlessly above them waiting to be stricken.","link":"https:\/\/drive.google.com\/drive\/folders\/1CiI4Nl0eavKeP3zXTHV7cSfIuRWYcXq6","img_url_db":"upload\/1589437309_dsc0535.jpg","visibility":"1"},
    {"id":"51","title":"Dussehera","date":"7","month":"10","year":"2019","prog_date":"2019-10-07 10:30:00","reg_date":"2020-05-14 05:16:48","prog_type":"Parthi event","desc_short":"Students from Brindavan head to Parthi for Dussehera celebrations. In the morning the Maha Yagnam will be followed by mangalarati. In the evening 'Prashanti Vidwan Maha Sabha 'will  be held in Sai Kulwant Hall.","desc_long":"The Dussehera is an unforgettable experience for any Sai student. The holy Veda Purusha saptaha gyana yagna and the prashanti vidwan mahasabha is nothing less than a spiritual treat and is an experience that lingers throughout. Some interested seekers also do a reading of the Devi Mahatyam after undergoing several preliminary rites.","link":"https:\/\/drive.google.com\/drive\/folders\/173rJVH5rS9_ltH5tjwtSveNP06c1tnse","img_url_db":"upload\/1589437155_dsc0738.jpg","visibility":"1"},
    {"id":"52","title":"Teacher's day","date":"5","month":"09","year":"2019","prog_date":"2019-09-05 09:40:00","reg_date":"2020-05-14 05:19:22","prog_type":"College event","desc_short":"'The candle burns itself to shed light to others' is a well-known adage that is synonymous with teachers. The teachers, day celebration was a programme to pay our gratitude to them'","desc_long":"The students of the third year presented a thematic skit showing how teachers acted as signposts constantly guiding budding students. It is hard to refrain from remembering \"Students may come and students may go, but Teachers stay on for ever.\" The teachers were also individually presented tiny tokens of gratitude.","link":"https:\/\/drive.google.com\/open?id=1PYxlEQQpdLycOAQo8LuYio-QiGwGuYNB","img_url_db":"upload\/1589432241_dsc0022.jpg","visibility":"1"},
    {"id":"53","title":"GK quiz","date":"28","month":"11","year":"2019","prog_date":"2019-11-28 10:00:00","reg_date":"2020-05-14 05:20:41","prog_type":"College event","desc_short":"Being abreast of events around us makes us interact better with the world. More than being a  mere trivia quiz, the G.K quiz was a real test to gray matter. ","desc_long":"The quiz wizards of the two houses assembled in four teams to scratch their cortex for the GK quiz competition. There were seven rounds in total with each round more challenging than the previous and the quiz master attempting to hit the achilles' heel of the teams with his confounding questions. However the Bharatas got to wear the winner,s hat after a last minute cliffhanger.","link":"https:\/\/drive.google.com\/open?id=1oeMN-ewK47pcf9nRo4CVNcfxc-YY36EI","img_url_db":"upload\/1589468919pjimage(2).jpg","visibility":"1"},
    {"id":"54","title":"Investiture","date":"25","month":"07","year":"2019","prog_date":"2019-07-25 10:00:00","reg_date":"2020-05-14 05:22:36","prog_type":"College event","desc_short":"'As the king, so the subjects ' is an ancient Indian maxim. To carve leaders who can create, build & co-ordinate a team is the essence of the Investiture ceremony.","desc_long":"The investiture ceremony was conducted elaborately and with pomp and vigour. The various captains of the two teams, the Bharatas and the Arjunas, were vested with the responsibility of leading their teams to victory and motivating them to rise to the occasion. All the members of each of the houses pledged that they would be compete in the true spirit of sportsmanship.","link":"https:\/\/drive.google.com\/drive\/folders\/13NJUD-RNGXxAYuJslRIhids9ShHR4L54","img_url_db":"upload\/1589435301img_1968.jpg","visibility":"1"},
    {"id":"55","title":"Monoacting","date":"6","month":"08","year":"2019","prog_date":"2019-08-06 10:00:00","reg_date":"2020-05-14 05:24:54","prog_type":"College event","desc_short":"It's the same electricity that makes both a blue bulb & a yellow bulb glow. The Mono Acting competition was indeed an electrifying performance where one man jumped into many shoes wearing countless faces.","desc_long":"Versatility and agility is a key strength for specialized actors. The Mono acting competition was a platform that saw eight versatile actors displaying multiple emotions strung with a powerful message oriented theme. Some evoked peals of laughter and some others left the audience in awe & contemplation.","link":"https:\/\/drive.google.com\/drive\/folders\/1UxMqF1jvVv8eCb2oBJXYswF9s68I2heY","img_url_db":"upload\/1589435108_dsc0680.jpg","visibility":"1"},
    {"id":"56","title":"Prize distribution ceremony","date":"24","month":"01","year":"2020","prog_date":"2020-01-24 10:00:00","reg_date":"2020-05-14 05:26:02","prog_type":"College event","desc_short":"After a year of relentless pursuit to attain perfection in the physical and mental domain, the prize distribution ceremony is a big motivator to all those who took a step towards excellence.","desc_long":"The Prize distribution ceremony commenced with a panel discussion by member representatives of the various sports meet events sharing their experiences. This was followed by presentation of trophies to the various teams who bagged the winning title in various games and cultural events. Glistening cups were also given to various students who had participated and won in the sports , athletic and cultural events conducted across the year. The cultural and sports championship cups were also presented to the consistent winners.","link":"https:\/\/drive.google.com\/open?id=1ToaSZb4v55YZdP6T5b4UgxLDKoXxHb5Q","img_url_db":"upload\/1589434926_dsc8931.jpg","visibility":"1"},
    {"id":"57","title":"Orchestra competition","date":"1","month":"12","year":"2019","prog_date":"2019-12-01 16:00:00","reg_date":"2020-05-14 05:28:01","prog_type":"College event","desc_short":"Music transports you to a state of 'nothing' & that's everything you need from it. Getting lost can be a pleasurable experience  especially when the maze is synchronized beats & mellifluous melodies.","desc_long":"The two houses- Bharathas and Arjunas each presented a 15 minutes well stitched musical presentation. The Arjunas began with touching pieces hovering around the theme of \"A musical story on Chandrayaan-2\".The Bharatas' was an amalgam of various symphonies reverberating with the flavours of Indian festivals. Eventually, the Arjunas blew the trumpet in celebration.","link":"https:\/\/drive.google.com\/open?id=1oruerdKW_fM2McvN6tkoQfInFUiqAtX2","img_url_db":"upload\/1589434850_dsc3712.jpg","visibility":"1"},
    {"id":"58","title":"Republic day","date":"26","month":"01","year":"2020","prog_date":"2020-01-26 08:00:00","reg_date":"2020-05-14 05:31:34","prog_type":"College event","desc_short":"India becoming a sovereign heralded the arrival of a new epoch of development on all fronts. The Republic day makes us rejoice being part of Bharat's growth.","desc_long":"The republic day was celebrated with gusto. The flag hoisting ceremony was conducted at dawn in the college gardens. An energetic band performance accompanied the ceremony. Finally, there was a hair-rising speech by a student representative in the national language.","link":"https:\/\/drive.google.com\/open?id=1LKrTy4DgmVdzq-NA3RrmjGLRlPmttiWp","img_url_db":"upload\/1589434798_mg_0167.jpg","visibility":"1"},
    {"id":"60","title":"Program for support staffs","date":"17","month":"11","year":"2019","prog_date":"2019-11-17 10:00:00","reg_date":"2020-05-14 05:35:19","prog_type":"College event","desc_short":"There are those who gladly help & then take a backseat. It is their support on which we build our  buildings. To acknowledge their contribution in our growth, a thanksgiving programme was conducted.","desc_long":"It was indeed an unique experience watching our support staff bubbling with enthusiasm as they delightfully participated in the various games of merriment organized. They were also given tiny tokens of gratitude on the conclusion of every game and were acknowledged for all they had done for us.","link":"https:\/\/drive.google.com\/open?id=1eQQsY3ahhc1PFf0VHp5IO9mOFh0Ya1Ly","img_url_db":"upload\/1589434535_dsc1637.jpg","visibility":"1"},
    {"id":"61","title":"Aaradhana Day","date":"24","month":"04","year":"2020","prog_date":"2020-04-24 11:00:00","reg_date":"2020-05-14 05:37:01","prog_type":"Hostel event","desc_short":"April 24th is an important day in the calendar of the Sai family. It was the day our beloved lord Sathya Sai chose to teach us one of the greatest lesson that He is Sai with or without form. The Aradhana day was a celebration invoking His Omnipresence.","desc_long":"In the morning, the students were engaged in packing food packets for Narayana Seva, the message for which our lord Sathya Sai stood for. It is in moments like these that the value of selfless service is instilled in students. In the evening, the prayer hall was radiating with gratitude and love as memories of the days of Sai's physical presence cascaded on each person after many soulful rendition of Stotrams. ","link":"https:\/\/drive.google.com\/open?id=1LypYqFb8UiIbiSRGUcygJvtTryTXVckl","img_url_db":"upload\/1589433729_dsc5068.jpg","visibility":"1"},
    {"id":"62","title":"Batch Day","date":"15","month":"03","year":"2020","prog_date":"2020-03-15 18:00:00","reg_date":"2020-05-14 05:39:32","prog_type":"Hostel event","desc_short":"It took three years for the alchemy - from strangers to a family. A vow to pursue their purpose- 'one thought, one word, one deed' was a highlight of the Maharshis' batch day. ","desc_long":"In the morning, there was a surreal monopoly game on the tennis court at brindavan. With an atypical stock market and business dealings amidst various games, the 'Carnival' was an out of the world experience for all the participants. In the evening there was a presentation of various incidents that taught powerful lessons to some of the maharshis. The Finale was a grand one where the Maharshis came together to rejoice a happy ending. ","link":"https:\/\/drive.google.com\/open?id=1c9xki-DKeNsuzEsoSR5sWCAdpKO1VA-n","img_url_db":"upload\/1589434762_mg_1173.jpg","visibility":"1"},
    {"id":"63","title":"Christmas","date":"25","month":"12","year":"2019","prog_date":"2019-12-25 18:30:00","reg_date":"2020-05-14 05:40:45","prog_type":"Hostel event","desc_short":"When the heart, after a long year, bursts with melodies & carols & the hands prepare secret Santa messages &gifts, the calendar harks the arrival of Christmas. Hallelujah!!! ","desc_long":"A tete-a-tete with Santa was not too much to ask for. The Christmas programme began with a lively chat hosted by a plump and charming Santa. It was a session filled with laughter interspersed with tiny powerful messages. This was followed by a rendition of the Christmas Carols,a must-have for any Christmas celebration. ","link":"https:\/\/drive.google.com\/open?id=1ZbAWxb4gE84fEagu-OHYeym3iV9VKS60","img_url_db":"upload\/1589430665img_4017.jpg","visibility":"1"},
    {"id":"64","title":"Clay modelling","date":"8","month":"12","year":"2019","prog_date":"2019-12-08 15:00:00","reg_date":"2020-05-14 05:42:12","prog_type":"Hostel event","desc_short":"Man is endowed with the power to make a thought into a Physical reality. The surrealistic clay models by various participants was an evidence of man's creative genius within. ","desc_long":"If Michaelangelo looked for his contemporary, he could have popped his head into some rooms at Brindavan where some architects moulded beautiful structures with clay. It was a treat for the eyes when the participants displayed their clay models.","link":"https:\/\/drive.google.com\/open?id=13mMNqM0FEavsvKUszfU3p2-5bKJ49BcR","img_url_db":"upload\/1589418314img_5953.jpg","visibility":"1"},
    {"id":"65","title":"Farewell","date":"24","month":"03","year":"2020","prog_date":"2020-03-24 18:15:00","reg_date":"2020-05-14 05:45:35","prog_type":"Hostel event","desc_short":"Saying bye to those you grew with isn't as simple as mouthing three letters. Words are inadequate when the heart flutters & that's the conventional wisdom the Farewell programme taught.","desc_long":"The Farewell programme was a memoir in the diary of the graduating batch, the Maharshis. The Maharshis were first welcomed into the hostel prayer hall by the hostel inmates. The sophomores described their journey with the Maharshis and their learnings from them. A melody ruminating on the relationship with the Maharshis was a highlight on the day. ","link":"https:\/\/drive.google.com\/open?id=1FRcOuDsafj-RVDkT-guysC7WkFXpYfhG","img_url_db":"upload\/1589418229_dsc3475.jpg","visibility":"1"},
    {"id":"66","title":"Tamil new year","date":"14","month":"04","year":"2020","prog_date":"2020-04-14 15:00:00","reg_date":"2020-05-14 05:46:21","prog_type":"Hostel event","desc_short":"The Tamil New Year is an invitation for a happy, healthy & a spiritual life ahead. True to it's spirit, the day was one festivity & fervour. ","desc_long":"Served on the plaintain leaves were the delicacies relishen in the dravidian states of Kerala and Tamil Nadu. The grand feast on the Tamil New year tingled the taste buds of all. ","link":"https:\/\/drive.google.com\/open?id=1bF9kuTjLBavQ8ihjZa6xnChRvz-r0Xd2","img_url_db":"upload\/1589432319_dsc4050.jpg","visibility":"1"},
    {"id":"67","title":"Annual sports & cultural meet","date":"11","month":"01","year":"2020","prog_date":"2020-01-11 10:00:00","reg_date":"2020-05-14 05:47:52","prog_type":"College event","desc_short":"When Man's indomitable spirit awakens to fulfill a common purpose, miracles are a natural outcome. 'A smile on Sai's face' is the purpose of Sri Sathya Sai Annual Sports Meet.","desc_long":"Being on the hill view stadium on the 11th of January is an exhilarating experience. The Brindavan campus had taken the viewers to the green fields of Kerala with the traditional martial arts form-'Kalaripayattu'. Following this was a blistering performance by the sumos who had quite a flair with their agile gymnastics quite betraying their sizes. The hipsters then left the audience in a daze with their body twisting dance moves. \r\nOn the 13th was a drama presentation on the life of Sant Namdev which epitomized the ideal of Divine kinship.","link":"https:\/\/drive.google.com\/open?id=1J13XsgIGIMs7zunh85Bs50Y7NQeMGLNk","img_url_db":"upload\/1589466334pjimage.jpg","visibility":"1"},
    {"id":"68","title":"New year","date":"1","month":"01","year":"2020","prog_date":"2020-01-01 18:00:00","reg_date":"2020-05-14 05:50:43","prog_type":"Hostel event","desc_short":"With dawn rises new hopes & with dusk should rest expectations . In short, 'Dream. Work. Achieve' should be ideal for a new day in year's terms. ","desc_long":"The New Year was meant to be an event which would make each person bring out talents latent in them. Students were asked to write stories and the best one would actually be enacted through a small skit. Teachers were also invited to present a musical piece.  The New Year was built around the theme-\"Dream. Work. Achieve\" which was the single mantra for success.","link":"https:\/\/drive.google.com\/open?id=1Y3aMh8DeKfFzNbwKY24o04kV14l_ecZd","img_url_db":"upload\/1589417765dsc_0879.jpg","visibility":"1"},
    {"id":"69","title":"Guru Nanak Jayanthi","date":"13","month":"11","year":"2019","prog_date":"2019-11-13 18:30:00","reg_date":"2020-05-14 06:46:16","prog_type":"Hostel event","desc_short":" Guru Nanak Dev Ji Jayanti, celebrates the birth of the first Sikh guru, Guru Nanak. This is one of the most sacred festivals in Sikhism, or Sikhi. The festivities in the Sikh religion revolve around the anniversaries of the 10 Sikh Gurus.","desc_long":"Brothers from the Brindavan bhajan group sang the glory of the Guru which was followed by a video presentation on the life of Guru. This was followed by an experience sharing session by one of the brothers ","link":"https:\/\/drive.google.com\/open?id=1lW7jA-dP-0jtdG_zYvhl1YMEMIkrPJMA","img_url_db":"upload\/1589429093_dsc1357.jpg","visibility":"1"},
    {"id":"70","title":"Chemistry Elocution","date":"15","month":"02","year":"2020","prog_date":"2020-02-15 14:00:00","reg_date":"2020-05-14 19:21:03","prog_type":"College event","desc_short":"Atoms and quarks may be too subtle for the eyes to perceive them.However when somebody tells us about them, it opens a whole new dimension for us to be excited about.\r\n","desc_long":"Atoms and quarks may be too subtle for the eyes to perceive them.However when somebody tells us about them, it opens a whole new dimension for us to be excited about.\r\n","link":"https:\/\/drive.google.com\/open?id=1loy9I-1YMD9beyqcz7UIQnone81vlK5-","img_url_db":"upload\/1589468081pic.jpg","visibility":"1"},
    {"id":"71","title":"Debate","date":"12","month":"12","year":"2019","prog_date":"2019-12-12 09:30:00","reg_date":"2020-05-14 19:27:12","prog_type":"College event","desc_short":"Clarity is never got by a single chain of thought, but by constantly ruling out superfluous threads & emerging with refined opinions. The battle of wits- the Annual Debate competition was a power packed contest of well built arguments & juxtapositions. \r\n","desc_long":"\"Capital punishment must be abolished\" was the topic that was debated on by the two houses. The Arjunas moved the motion & the Bharatas were against the motion. Five debaters from each of the houses presented a barrage of reasons supporting their opinion. The Bharatas were adjudicated as the winners of the Debate competition. \r\n","link":"https:\/\/drive.google.com\/open?id=1EC-DWUTVCxSUtdj1rtEKGx1N9TnFzKJJ","img_url_db":"upload\/1589467980pjimage.jpg","visibility":"1"},
    {"id":"72","title":"English Elocution","date":"29","month":"08","year":"2019","prog_date":"2019-08-29 09:30:00","reg_date":"2020-05-14 19:29:45","prog_type":"College event","desc_short":"When passionate people express their opinions, they take those along with them to explore their world. The Elocution competition was a cascade of ideas that put the audience at the edges of their seats.\r\n","desc_long":"Eloquency & passion  were the adjectives of the English elocution competition as the participants who were finalized after an intense elimination round battled their fears to step up on the podium & share their views on various topics with the thirsty audience. The various participants were-\r\n","link":"https:\/\/drive.google.com\/open?id=18x33rcHUnxOcYTM9MgFtAcFmmP4Xix9t","img_url_db":"upload\/1589469315dsc_0109.jpg","visibility":"1"},
    {"id":"73","title":"Music Competetion","date":"28","month":"07","year":"2019","prog_date":"2019-07-28 12:00:00","reg_date":"2020-05-14 20:03:09","prog_type":"College event","desc_short":"When man is on a quest to find his true Self, he encounters the octaval beauty called Music. The music competition was more an enthralling experience than what the suffix tells.\r\n\r\n","desc_long":"Testing the taps in percussion, rhythm in keys, melody in wind instruments & tunes in strings is the blended recipe for the instrumental competition. There were countless participants in each section with an overwhelmingly large interested maestros in the Vocals section. However , the number of students in the vocal finals was downsized to 8 participants who  battled out with their renditions that were very often devotional pieces. \r\n","link":"https:\/\/drive.google.com\/open?id=1NwyVBqb1SWH5iUOBWb6Tkb3JRJNHtwE1","img_url_db":"","visibility":"1"},
    {"id":"74","title":"Summer course","date":"13","month":"06","year":"2019","prog_date":"2019-06-13 09:00:00","reg_date":"2020-05-14 20:06:38","prog_type":"College event","desc_short":"Food for the spirit and panacea for the mind is the reinvigorating experience of the summer course on Indian culture and spirituality.\r\n","desc_long":"Food for the spirit and panacea for the mind is the reinvigorating experience of the summer course on Indian culture and spirituality.\r\n","link":"https:\/\/drive.google.com\/open?id=1Xn6Q-v1C_u3_bA5xJcnxbIPvGdP7-dni","img_url_db":"","visibility":"1"},
    {"id":"75","title":"Ashadi Ekadasi","date":"12","month":"07","year":"2019","prog_date":"2019-07-12 18:30:00","reg_date":"2020-05-14 21:01:18","prog_type":"Hostel event","desc_short":"To be a warkari , one need not travel miles to Pandarpur because the Lord is forever present in the deepest recesses of our souls.\r\n","desc_long":"Brothers from the town of Maharashtra made an offering to the charming lord of Pandarpur with soulful rendetions and expositions on his glory. The programme ended with the Maha Mangala Aarati done in the Maharashtrian style. It rejuvenated the spirits of all those who were seated there.\r\n","link":"https:\/\/drive.google.com\/open?id=1YY2RFWffQf3M34HLXkzo0I05_aOo2ZE6","img_url_db":"upload\/1589470427dsc_0267.jpg","visibility":"1"},
    {"id":"76","title":"Rath Yatra","date":"12","month":"07","year":"2019","prog_date":"2019-07-12 18:30:00","reg_date":"2020-05-14 21:04:06","prog_type":"Hostel event","desc_short":"Rath Yatra is one of the festivals conducted in Brindavan . Boys from Odisha were given an opportunity to present a musical programme at Swami's lotus feet.\r\n","desc_long":"Lord Jagannatha was flanked by his brother-Balarama and sister Subhadra on the either sides. It was a treat to watch and one became reminiscent of the chariot procession at Puri. The students also presented beautiful songs praising the glory of the Lord which brought to life the statues of the divine siblings.\r\n","link":"https:\/\/drive.google.com\/open?id=1YY2RFWffQf3M34HLXkzo0I05_aOo2ZE6","img_url_db":"upload\/1589470532dsc_0171.jpg","visibility":"1"},
    {"id":"79","title":"Momo making 1","date":"23","month":"04","year":"2020","prog_date":"2020-04-23 13:23:00","reg_date":"2020-05-27 16:23:13","prog_type":"Miscellaneous","desc_short":"The students of north-east India get together for making the famous snack 'momos'.","desc_long":"Fondly called as momos, it is a delicious snack found all over India but had its root from the north-eastern part of India. The students of Darjeeling joined their hands in preparing hot momos for the whole hostel with raw materials provided by the hostel mess.","link":"https:\/\/drive.google.com\/open?id=1V5Twab5t-YmtPqeXn68mIB4WgME6wujk","img_url_db":"upload\/1590577696rsz_1rsz__dsc9308.jpg","visibility":"1"},
    {"id":"83","title":"Golden jubilee celebration","date":"8","month":"06","year":"2019","prog_date":"2019-06-08 05:00:00","reg_date":"2020-06-30 06:45:42","prog_type":"College event","desc_short":"The seed sown by Bhagwan in 1969 here in Brindavan has finished 50 glorious years. The alumni across the globe flocked here for recharging their cherished memories which they nurtured in this land where the Lord had spent most of his time living & guiding them.","desc_long":"It was indeed a heartwarming sight to see the buds which had blossomed into fragrant flowers in the auspices of the Brindavan campus on the three days beginning 9th June 2019. The alumni who were a part of the founder chancellor's mission of societal transformation huddled together to celebrate the golden jubilee of the campus. Joy and jubilation were the echoing emotions of the golden jubilee celebrations at  Brindavan. Festivity was  in the air and happiness in hearts as the alumni nestled in their youth hood haven- Brindavan.\r\nStudents may come, students may go, but Brindavan stays in their hearts forever.","link":"https:\/\/drive.google.com\/drive\/folders\/12H1up5pLcMO1QkcjNox7dCXvxPtdobsc?usp=sharing","img_url_db":"upload\/img1591678110.jpg","visibility":"1"},
    {"id":"88","title":"Ramanavami","date":"10","month":"04","year":"2022","prog_date":"2022-04-10 18:00:00","reg_date":"2022-05-24 22:04:36","prog_type":"Hostel event","desc_short":"Celebrating the birth of Lord Rama, a soulful musical performance, a vibrant dance and an insightful drama was offered at The Divine Lotus Feet.","desc_long":"A programme put up by the Atulyas and the Sophomores at the Kalyana Mantapam on the auspicious occasion of Sri Rama Navami to celebrate the life and birth of Lord Sri Rama. The drama had a perfect blend of humor, emotion and most importantly, a meaningful message from Ramayana.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/ErvE3eO82rFAgneLOrLPAJIBtwqemPia2S0kmCE2ZPB4Tg?e=M2zQaJ","img_url_db":"upload\/img1653489954.jpg","visibility":"1"},
    {"id":"85","title":"Maths day celebration","date":"21","month":"12","year":"2019","prog_date":"2019-12-21 09:15:00","reg_date":"2020-10-09 21:44:07","prog_type":"College event","desc_short":"The International Maths Day is celebrated with great fervor in the campus. You will be stunned to know that students who don't have Mathematics as a subject often become the top scorers in the Mathematics quiz.  ","desc_long":"The 3rd year students of the DMACS (Dept. of Mathematics & Computer Science) start with a goal to create awareness or rather hunt for Mathematics talent in the campus by conducting quizzes for all students . This finally culminates with guest lectures, student presentations & seminars revolving around Mathematics. ","link":"https:\/\/drive.google.com\/drive\/folders\/1g1PSUvMX5fap90amKRY3-frZ5bV9OOy9?usp=sharing","img_url_db":"upload\/img1600394501.jpg","visibility":"1"},
    {"id":"86","title":"Convocation & Swami's 94th Birthday","date":"22","month":"11","year":"2019","prog_date":"2019-11-22 14:30:00","reg_date":"2020-11-22 14:52:43","prog_type":"Parthi event","desc_short":"We are pleased to bring you glimpses of the 38th Convocation of SSSIHL & Swami's 94th B\"Day celebrations. On this day, every devotee's heart and home is expectantly and joyously waiting to witness this celebration.","desc_long":"What is Bhagavan’s benedictory guidance and blessings to not only His beloved graduating University Students, but also to each and every one of His students of life?\r\n\r\nThe convocation in hermitages marked the close of a sweet chapter in life when ideals to be pursued in later years were implanted. The advice given by gurus during convocations was, \"Consider mother as God, consider father as God, consider teacher as God, and consider the guest as God.\" Follow this fourfold exhortation with full faith in its validity, derive bliss therefrom and inspire others by your example, so that the Motherland may progress and prosper. Your parents are sacrificing their comforts and even necessities in order to ensure your progress. It is your duty to revere them and make them happy.","link":"https:\/\/drive.google.com\/drive\/folders\/1UJGSQ8WmGRw34K_66UqhKIdZ92L2PLov?usp=sharing","img_url_db":"upload\/img1606036813.jpg","visibility":"1"},
    {"id":"89","title":"Ugadi","date":"2","month":"04","year":"2022","prog_date":"2022-04-02 18:00:00","reg_date":"2022-05-24 22:04:15","prog_type":"Hostel event","desc_short":"The dawn of the new Samvatsara was celebrated by the Atulyas with a mellifluous music programme, interspersed with short skits and a dynamic dance.","desc_long":"Ugadi, a festival widely celebrated in the southern regions of India, was celebrated in the Brindavan Hostel, with the Atulyas putting up a fabulous performance in the fields of music, dance and drama.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EoruAxgFYulCr5j-6ZgTqjkBBLnwy-rtJDVMQr2-7ZbUtA?e=V3l1rY","img_url_db":"upload\/img1653489976.jpg","visibility":"1"},
    {"id":"90","title":"Tamil New Year, Odisha New Year and Vishu","date":"15","month":"04","year":"2022","prog_date":"2022-04-15 18:00:00","reg_date":"2022-05-24 22:03:53","prog_type":"Hostel event","desc_short":"A multifaceted event portraying the rich culture and heritage across the states of Tamil Nadu, Orissa and Kerala. This event celebrated the dawn of a new year for the people from these states.","desc_long":"A musical performance was put up in various regional languages such as Tamil, Odia and Malayalam. There was also a short skit portraying the co-existence of various cultures in India and promoted the concept of Vasudaiva Kutumbakam.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/Eg8HL9qsioBAgKLJhxk1uo4Byo07DL0yGf9mfLMJKANXMQ?e=tTdDfM","img_url_db":"upload\/img1653490011.jpg","visibility":"1"},
    {"id":"91","title":"Gratitude Program","date":"25","month":"04","year":"2022","prog_date":"2022-04-25 17:00:00","reg_date":"2022-05-24 22:03:28","prog_type":"Parthi event","desc_short":"A programmme put up by the Atulyas at the Divine Abode of Prashanthi Nilayam, to express their gratitude for our Beloved Bhagawan.","desc_long":"The Atulyas put up a heart touching performance expressing their love and gratitude for Swami by portraying the talents which they have acquired and honed during the tenure of their stay in the hallowed portals of SSSIHL. The event contained  mellifluous musical melodies, an energetic dance and a wonderful mime.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EqPVv_A5NJJKodxcDThNNQUBi7-OfKAB_rDTZE8fvlbULQ?e=Kd3330","img_url_db":"upload\/img1653490044.jpg","visibility":"1"},
    {"id":"92","title":"Prize Distribution","date":"20","month":"05","year":"2022","prog_date":"2022-05-20 18:00:00","reg_date":"2022-05-24 22:03:03","prog_type":"College event","desc_short":"Prizes for the cultural events conducted in AY 2021-22 were given away to the winners during this event.","desc_long":"Students were felicitated for their successful campaigns in the cultural events conducted during the academic year 2021-22.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EqCPozjU9EFNtoEr1-co6dwBJgeA5mpzzhioMEBJi7WOJA?e=OcJk90","img_url_db":"upload\/img1653486636.jpg","visibility":"1"},
    {"id":"93","title":"Farewell","date":"8","month":"05","year":"2022","prog_date":"2022-05-08 18:00:00","reg_date":"2022-05-24 22:02:35","prog_type":"Hostel event","desc_short":"A heartfelt farewell programme performed by the Sophomores for their seniors, The Atulyas.","desc_long":"A fun filled programme done for the outgoing batch, The Atulyas, by the Sophomores. The event comprised fun games, a vibrant dance, and mellifluous musical performances.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EqcogKpzpdhHo-7bn1TSl7MBogFzFUQwA3okzZIi_ZhyTg?e=9jhAQz","img_url_db":"upload\/img1653490255.jpg","visibility":"1"},
    {"id":"94","title":"English Elocution 2022","date":"28","month":"04","year":"2022","prog_date":"2022-04-28 09:00:00","reg_date":"2022-05-24 22:02:10","prog_type":"College event","desc_short":"The Elocution competition was a cascade of ideas that put the audience at the edges of their seats. Eight passionate students expressed their views about the most happening topics of the time.","desc_long":"The top eight students after rigorous preliminary rounds got a chance to express their talent in public speaking. Without doubt this opportunity was grabbed by each of them to contest for the first position. Here are some of the glimpses from this event.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EsjxhuubywlJjgzL50k42PcBK8PqnJPFN3nmdOcNxVA6sw?e=rljUi9","img_url_db":"upload\/img1653401718.jpg","visibility":"1"},
    {"id":"95","title":"Memories Immortalized","date":"25","month":"05","year":"2022","prog_date":"2022-05-25 00:00:00","reg_date":"2022-05-24 22:00:31","prog_type":"Miscellaneous","desc_short":"A storehouse of all your precious moments in Brindavan.","desc_long":"A storehouse of all your precious moments in Brindavan. Find your immortalized memories from your stay in Hrudaya Brindavan.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EpriTsfeWrpIlmUYfcZlCEYBcmrKZJvdmCzWYrW02xraAw?e=pZd1jc","img_url_db":"upload\/img1653490606.jpg","visibility":"1"},
    {"id":"96","title":"Sports and Athletic Events","date":"25","month":"05","year":"2022","prog_date":"2022-05-25 00:00:00","reg_date":"2022-05-24 21:59:23","prog_type":"Athletic event","desc_short":"Glimpses of various athletic events and games at Brindavan.","desc_long":"    ","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/Ej4TjKx1pdVEo_XwjejMR1cBEWTT2mcMST0uGIoK9MnR8w?e=KTPdgx","img_url_db":"upload\/img1653490586.jpg","visibility":"1"},
    {"id":"97","title":"ODD SEMESTER 2022 - 23","date":"11","month":"12","year":"2022","prog_date":"2022-12-11 12:54:00","reg_date":"2022-12-11 13:06:13","prog_type":"Miscellaneous","desc_short":"Photos of events across the full semester.","desc_long":" Covers all the events such as Festivals, Hostel and College programs, Mandir programs, Annual Sports and Cultural events , Athletics and Weekly activities.","link":"https:\/\/sssihleduin-my.sharepoint.com\/:f:\/g\/personal\/brnarchive_sssihl_edu_in\/EnhmWSqOuUJHiFAesnznXt4BLU-g93FkS9oNJ4OcQs2Fbg?e=IgDG4h","img_url_db":"upload\/img1670744132.jpg","visibility":"1"}
]